Repository: mozilla-l10n/mt-training-data
Catalog: dml/dml_pontoon.tmx
Source language: en_us
Languages: dml

source: Overall Accuracy
dml: سپُن سئی کُریسن

source: Overall Hr. Total
dml: مجموعی طورہ سپُن ایچ آر

source: p
dml: پی

source: Papiamento (Aruba)
dml: پاپی مینٹو(اروبا)

source: Partner
dml: ملگیری ۔ شراکت دار

source: Partners
dml: شراکت دار

source: Partnerships
dml: شراکت داری

source: Partnerships and networks
dml: شراکت داری نم آں نیٹورک نم

source: Partnerships, Press and Stories, Community and Languages
dml: شراکت، پریس آں شُلوک نم، کمیونٹی آں باڜہ نم

source: Partner with us
dml: ام ملی شراکت کُرے

source: [Part of the text can’t be heard]
dml: متن تہ اچھک حصہ اُشترونن بڜ نی درو

source: Pashto
dml: اوگائیں

source: Past recordings download requests
dml: اولوکہ ریکارڈنگ ڈاون لوڈ کُرن تہ درخس نم

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
dml: عام کاݩ ہر کاسہ میلوبال کاݩ تہ ڈیٹہ شیٹ درو،۔یہ پُھرہ دنیا تہ مئی کرم کرال ساں کاڻ تہ وجا درو۔ کیرا ماݜ کاݩ تہ ایپلیکیشن ژوپائن تئں ڈیٹہ سیٹ استعمل کُری مشین ڇھیڇال ماڈلہ ٹرینگ پرِنُن۔ موجودہ ٹیمہ زیت تر کاݩ تہ ڈیٹہ سیٹ تہ مالیکن نواں شئی ویلائن۔ کاݩ تہ ڈیٹہ سیٹ ، انگریزی نی پریال ، ورے رنگ تہ ماݜ، معزور ماݜ، اشترکا،آں ایل جی بی ٹی کیوآئی اے آں ماڜہ اُچھہ نمائندگی پرینا ۔ مساں مطلب یہ با تہ کاݩہ کرم کرال ٹیکنالوجی لے باݜہ کرم نی کُنا، آں کا کرم کننا بہ یہ ہر ایکہ کی اکبنہ کرم نی کنا۔ ائی یہ گٹِنُمہ تے ہر تھانہ تہ ماڜ وِخ کُری مسونہ کاڻ بژی مس بدَلن گٹِنُمہ۔

source: People come and contribute their voices.
dml: ماݜ آڅی آں تانوں کاڻ تہ حصہ ڇھانُن

source: Persian
dml: ایرانی

source: Personal dashboards keep you up-to-date with individual and community progress.
dml: تانو ڈش بورڈ تو انفرادی آں کمیونٹی ساں پیش رفت تہ بارہ اپ ٹو ڈیٹ ساتینا

source: Personally Identifiable Information
dml: زایت طورہ شناخت تہ قابل معلومات

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
dml: <playbookLink> مدد گار رہنمائی ویچا</playbookLink> کامن وائس تہ پورہ سفرہ، لوکل ئزیشن تہ ڈیٹا سہٹ تہ استعمل تلی، امونہ کمیونٹی ملی کنو کُری کنٹکٹ کُری بہ۔

source: <playIcon></playIcon>Last one!
dml: <playIcon></playIcon>آخری

source: Play/Stop
dml: چلئی/ اویتھئی

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
dml: مہربانی کُری دڇھا امونہ<templateFileLink>ٹمپلیٹ فائل</templateFileLink>۔تاں جملہ کاپی رائٹ تہ پک تھیبو CC0) (یا جمع کُرال ساں طرف تہ اصل کرم تہ اجازت) آں واضح ، گرائمر سئی آں مترنہ اسکان تھیبو۔ جمع کُری سن جملہ نم مترنہ تقریبا دش یا پنچیش منٹ ٹائم گیبو، آں تسوہ ہندسہ نمم مناسب اسمم آں خصوصی حروف مہ شامل کُرا۔

source: Please fill out this field.
dml: مہربانی کُری یہ فیلڈ پورے

source: Please select a language to review sentences.
dml: مہربانی کُری باڜہ منتخب کُرا جائزہ تہ پرئی

source: Polish
dml: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
dml: <pontoonAccountLink>ایک اکاونٹ ژوپایا </pontoonAccountLink>اگر تاں اکاونٹ نی تھا بہ۔پھرکی، تانوں باݜہ تہ <strong> ٹیم </strong> منتخب کُرا آں پھرکہ پرجیکٹ گیا ، کامن وائس </pontoonCvLink>۔ ترہ فائل تھیو ترجمہ کرئیں کی، کلک کُرا، پھرکی یہ انگریزیہ الفاظ نم کڅو آں ایک صندوق تھیو ترجمہ کرئیں کی

source: Portuguese
dml: پُرتگالی

source: Press and Stories
dml: چوٹے آں شُلوک نم

source: Press play, listen & tell us: did they accurately speak the sentence below?
dml: لگایا، اُشتُرُونا آں اماں کی کُھنڈا کیہ نعیں پھر پرئیسن جُملہ نم مسوں سئی کُھنڈینی؟

source: Press { shortcut-play-toggle } to toggle play mode
dml: پلے موڈ ٹوگل کُرئں کی دباو کُرا{ shortcut-play-toggle }

source: Privacy
dml: رازداری

source: <privacyLink>Privacy</privacyLink>
dml: <privacyLink>رازداری</privacyLink>

source: Privacy Policy
dml: پرائویسی پالیسی

source: Privacy, security and transparency.
dml: رازداری،حفاظت آں شفافیت

source: Pro
dml: پرو

source: Profile
dml: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
dml: پروفائل تہ معلومات آڈیو ڈیٹا بہتر کُنا۔ یہ تقریر تہ زانن تہ سئی کُرن تہ تربیت تہ پرئی استعمل بیاں۔

source: Progress
dml: پیش رفت

source: Public Domain
dml: عوامی ڈومین

source: Pular Guinea
dml: پُلرگنی

source: Punctuation
dml: اوقاف

source: Punjabi
dml: پنجابی

source: Puno Quechua
dml: پونو کیچوا

source: Quechua Chanka
dml: کیچوا چنکا

source: r
dml: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
dml: ‘Raised’ انگریزیہ ہمیشہ ایک لفظ تہ طور استعمل بیاں ،دو نی

source: Rate limit exceeded. Try again in { $retryLimit } minutes
dml: حد تہ تجاوز کُرین گا۔ بھرکی کوشیش کُرے { $retryLimit } منٹ نامہ

source: Rate limit exceeded. Try again in { $retryLimit } seconds
dml: حد تہ تجاوز کُرین گا۔ بھرکی کوشیش کُرے { $retryLimit } سیکیند نامہ

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
dml: حکومتی،غیر فایدہ بخش ادارہ نم یا بہ میڈیہ تہ ادارہ نامہ ملی رابطہ کُرا تے مسونہ ویب تہ مواد، رپورٹ نم یا ورے مواد عوامی ڈومینہ کی وقف کُرین بئینی

source: Reader Effects
dml: مترال تہ تاثرات

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
dml: پھٹہ سپُن الفاظ سئی طریقہ مترن اہم درو۔ اُشترنن تہ ٹیمہ لے احتیاطہ چیک کُرا تے کیہ ریکاڈ کُریسن درو، سے بلکل سے دروئی کیرا لِکیسن درو۔اگر ایک لفظ شامل یا مختصریا وعی تھین بہ، تہ مس مسترد کُرا۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
dml: منو مختصر شکل نم مترن کیرا حقیقتہ موجود نی درو ائی تھومہ ساں تھانہ ائی تھومہ یا مساں برعکس

source: Read More
dml: ورے ایس مترے

source: Read more on our About page
dml: امونہ پیچ تہ بارہ ورے مترا

source: Read Sentences
dml: جملہ مترے

source: Read Sentences, Answer Questions
dml: جملہ نم متری، جواب پرے

source: Read sentences submitted by the community in various languages
dml: کمیونٹی ساں طرف تہ مختلف باڜا ریکارڈ کُری سن جملہ نم مترا

source: Read the sentence carefully - don’t miss, change or add words.
dml: جملہ نم لے احتیاطہ ݜا مترا ، مہ وعیا بدلن یا شامل کُرنا

source: Ready to add your voice or lend your ear?
dml: تانو کاڻ شامل کُرئیں کی یا تانو کار پریاں کی تیار تُھوبئی

source: Ready to contribute?
dml: تعاون کُرئیں کی تیار تُھوبئی

source: Ready to do { $count } more?
dml: لے ورے { $count } کُرئیں کی تیار تھوپی

source: Ready to donate your voice?
dml: تانوں کاݨ پرِئں کی تیار

source: Ready to help validate sentences?
dml: جملہ نم تہ توثیق کُرئیں کی تیار تُھوپی

source: reCAPTCHA is required if you want to proceed
dml: گر بی مُکھ بئیں ین گٹنبہ تا reCAPTCHA پکار درو۔

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
dml: منو ای میل گیا تے سے مقصد تہ یاد دہانی، مُکھبئیں ین تہ معلومات آں کامن وائس تہ خبر تہ خط تھیو۔

source: Recorded Clips
dml: ریکارڈ کُریسن کلپس نم

source: Recorded Hours
dml: ریکاڈ بئیسن گھنٹہ نم

source: <recordIcon></recordIcon> Last one!
dml: <recordIcon> </recordIcon>آخری

source: [Recording cut off before the end of the last word]
dml: آخری لفظ ختم بین تہ پریڜبئیں ریکارڈنگ چھنین

source: Recordings
dml: ریکاردنگ نم

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
dml: کاں تہ کلپس ریکرڈ کُرن امونہ کولو ڈیٹا سیٹ ژوپن تہ ایک لازمی حصہ درو، کھنہ ماڜ گنُن تے یہ ایس لے مزہ دار حصہ درو

source: Record/Stop
dml: ریکارڈ / اوئتھن

source: Record your response
dml: تانوں کاڻ ریکارڈ کُرے

source: Record yourself reading sentences in your language
dml: تانو باݜا جملہ نم متری تانو ریکارڈنگ کُرا

source: Record yourself responding to questions and prompts in your language
dml: تانوں باڜہ سول نم آں اشارہ تہ جواب پرئی تانوں ریکارڈنگ کُرا

source: Record your voice
dml: تانوں کاڻ ریکارڈ کُرے

source: Reference the source of your sentence (required)
dml: میاں تانوں جملہ کا تہ گیتُھوبہ سے تہ حوالہ ضرور پریا

source: Refresh
dml: تازہ کُرا

source: Reject
dml: مسترد

source: Remove
dml: دُرن

source: Remove Avatar
dml: اوتار دورئی

source: Report
dml: رپورٹ

source: Report was passed successfully
dml: رپورٹ کامیابی ڜا منین گا

source: Request a Language
dml: ایک باݜہ تہ درخواست کُرے

source: Request recordings
dml: دیکارڈنگ تہ درخس

source: *required
dml: پکار

source: Re-record
dml: دوبارہ ریکاڈ کُرے

source: Re-record clip
dml: کلپ بھرکی ریکارڈ کُرے

source: Respond
dml: جواب پرے

source: Respond To Prompt
dml: پرامٹ ساں جوب پرے

source: Response deleted successfully
dml: جواب کامیابی ݜا ایڈیٹ کُرین گا

source: Response submitted successfully
dml: جواب کامیابی ݜا جمع کُرین گا

source: Return
dml: گیرنکھتن

source: Return here to edit your goal anytime.
dml: کیر ایس تانوں مقصدہ ردوبدل کُرئیں کی گرنکھتی ایا آڅا

source: Return to Common Voice
dml: کامن وائسہ کی گیرنکھتی یا

source: Return to Common Voice Datasets
dml: عام کاݩ تہ ڈیٹہ شیٹہ کی گیرنکھتی یت

source: Return to Languages
dml: باݜہ کی گیرنکھتی یا

source: Review
dml: جائزہ

source: Review could not be saved. Please try again later.
dml: جائزہ محفوظ نی با، مہربانی کُری پھرکی کوشیش کُرے

source: ⓘ Review Criteria
dml: جائزہ تہ معیار

source: Review Criteria
dml: جائزہ تہ معیار

source: Reviewed sentences not submitted, are sure?
dml: جائزہ کُری سن جملہ نم نی شئی تُھوپ، تاں یقین دروئی

source: Review existing sentences submitted by the community
dml: کمیونٹی ساں طرف تہ جمع کُریسن موجودہ جملہ نم ساں جائزہ گیا

source: Reviewing Sentences
dml: جملہ نم ساں جائزہ گین

source: Review & re-record clips here as you go
dml: کلپ نم ساں جائزہ آں دوبارہ ریکاڈ کُرا کیمے بی مۡکھ بئیں گے بہ

source: Review & re-record clips if needed
dml: اگر ضرورت با بہ کلپ نم ساں جائزہ آں پھرکی ریکاڈ کُرا

source: Review Sentences
dml: جملہ ساں جائزہ گیا

source: Review sentences in your language
dml: تانوں باݜا جملہ نم تہ جائزہ گیا

source: Review & Submit
dml: جائزہ گی آں جمع کُرے

source: Review transcriptions of recorded sentences for accuracy
dml: ریکاڈ کُریسن جملہ نم ساں ٹرانسکپشن ساں جائزہ گیا

source: Review Transcriptions <small>(Coming soon)</small>
dml: نقل نم تہ جائزہ گیا<small>(پھتائی آڅنا)</small>

source: Review user-submitted transcriptions in your language
dml: تانوں باݜا صارف ساں جمع کُریسن ٹرنسکلپشن ساں توثیق کُرا

source: Romanian
dml: رومانی

source: Romansh Sursilvan
dml: رومانش سرسلوان

source: Romansh Vallader
dml: رومانش ولاڈیر

source: Runyankole
dml: رنیانکول

source: Russian
dml: اُروسی

source: s
dml: ایس

source: S
dml: ایس

source: Sabah Bisaya
dml: صباح بسایا

source: Sabah Malay
dml: سباح مالے

source: Sa'ban
dml: شعبان

source: Sakha
dml: سخا

source: Santali (Ol Chiki)
dml: سنتالی (او ایل چکی)

source: Saraiki
dml: سرائیکی

source: Sardinian
dml: سارڈینین

source: Save
dml: جمع

source: Saved
dml: جمع کوتھین

source: Scots
dml: سکاٹس

source: Search
dml: ویچن

source: See how your progress compares to other contributors all over the world.
dml: دڇھے تہ تاں پیش رفت تمم دنیا تہ ورے معاونین ساں مقابلہ کنو درو

source: See Less
dml: اؙاُوچھہ دڇھے

source: See More
dml: ورے دڇھے

source: Select a Language...
dml: ایک باݜہ منتخب کُرے

source: Select an option
dml: ایک آپشن گی

source: Select a variant (optional)
dml: ایک قسم منتخب کُرا(اختیاری)

source: Selected
dml: منتخب

source: Select File
dml: فائل منتخب کُرا

source: Select File to Upload
dml: اپ لوڈ کُرن تہ پرئی فائل منتخب کُرا

source: Select the desired language dataset and choose the version you wish to download.
dml: مینہ خوخہ تہ باڜہ تہ ڈیٹا سیٹ منتخب کُرا آں سے ورژن منتخب کُرا کیرا بی ڈاون لوڈ کُرن گٹینبہ

source: Select up to three domains (optional)
dml: تَرا ڈومین تلی منتخب کُرا(اختیاری)

source: Select your age
dml: تانوں عمر منتخب کُرا

source: Select your sex or gender
dml: تانوں جنس یا صنف منتخب کُرے

source: Self Citation
dml: زاتی حوالہ

source: Send a link to my email
dml: ما ای میل کی ایک لنک ݜئی

source: Send sign up link
dml: سائن اپ لنک ݜیا

source: Sentence
dml: جملہ

source: Sentence Collection
dml: جملہ سوتن

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
dml: جمل سوتئیں کی ورے ایس دڇھا

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
dml: جُملہ نم سوتئیں کی امونہ گائیڈ دڇھا

source: Sentence Domain
dml: جملہ تہ ڈومین

source: Sentences
dml: جملہ نم

source: Sentences are collected for people to read aloud.
dml: جملہ نم ماݜہ کی شورے مترئں کی درو

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
dml: جملہ تہ جانچ کمیونٹی تہ نگرانی تہ عمل تہ تیر بیاں،تاہم یہ عمل بے عیب نی تِھنا۔ اگر بی ایک منو جملہ دڇھنبہ یا اُشتُرنبہ کیرا میاں کھبہ یا پریشن کُنا. یہ وجہ تہ یہ امونہ<participationGuidelines>کمیونٹی تہ شرکت تہ رہنما اصول نامہ</participationGuidelines>تہ خلاف ورزی کُنا بہ تا مہربانی کُری UI فلیگ بٹن تہ استعمل کُرا۔بی اما ملہ ایا ایس رابہ کُرین بیبہ<emailFragment>commonvoice@mozilla.com</emailFragment>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
dml: ایا جمع کُری سن جملی نم عوامہ کی دستیاب cc-0 لائسنس ویلہ ڈیٹہ سیٹہ شامل کُرین یو

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
dml: جملہ نم خامخا دو ژن پھرکی دڇھن آں منِن کامن وائسہ شامل کُرئیں تہ پرئی۔ بی تانو باݜہ کی سئی اُصول ژوپئین بئیبہ<languageGuidelinesLink>۔ ایا</languageGuidelinesLink> جملہ نم خامخا<licenseLink> عوامی ڈومینہ</licenseLink> تِھیو آں پنچیش لفط تہ بہ کم تِھیو۔ بی جملہ تہ مالک تہ پوچین بئیبہ<waiverLink> مساں ورے کاپی کُرین کی، آں سی سی ،امونہ دڇھال پراسس</waiverLink>، آں اما کی ڜئین بئیبہcommonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
dml: { $sentences }جملہ نم ساں جائزہ بیرو، تاں مہربانی

source: Sentence text
dml: جملہ تہ متن

source: Sentence Variant
dml: جملہ ساں کم زیت بین

source: Separate sentences into one line by pressing “Enter” or “Return” once
dml: ایک پھیر انٹر یا ری انٹر چوٹی جملہ نم ایک لائنہ جدا کُرا

source: Serbian
dml: سربیائی

source: Serian Bidayuh
dml: سیرین بددایوہ

source: Service and Retail
dml: خدمت(سروس) آں ریٹیل

source: Set a goal
dml: مقصد ژومئی

source: Set my visibility
dml: ما بینن سیٹ کُرے

source: Setswana
dml: سیٹسوانا

source: Settings
dml: سیٹنگ نم

source: Sex
dml: جنس

source: Sex or Gender
dml: جنس یا جنسیت

source: SHA256 Checksum Copied!
dml: SHA256 Checksum کاپی با

source: Shan
dml: شان

source: Share Common Voice
dml: کامن وائس شیئر کُرا

source: Share my goal
dml: تانوں مقصد شیئر کُرا

source: Share your clip
dml: مینہ کلپ شیئر کُرا

source: Share your { $count } Clip Daily Goal for { $type }
dml: تانوں شیئر{ $count } کلپ روزانہ تہ مصد تہ پرئی{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
dml: شیئر کُرا{ $count }کلپ ہفتہ وار مقصد تہ پرئی{ $type }

source: Shilha
dml: شلہا

source: Shortcuts
dml: شارٹ کٹس

source: [Should be ‘dinosaurs’]
dml: ائی ڈینا سور تھیو

source: [Should be “We are”]
dml: بے بو ائی تھومہ

source: Show me sentences and clips from all variants within my language
dml: موکی ماباݜا موجود سپُنں قسم تہ جملہ نم آں کلپ نم کڅئی

source: Show my ranking
dml: مائی درجہ بندی کَڅئی

source: Sicilian
dml: سسلین

source: Sign up
dml: سائن اپ

source: Sign up for an account
dml: ایک ایکاونٹ کی سائن این کُرا

source: Sign up for Common Voice newsletters, goal reminders and progress updates
dml: عام کاڻ نیوز لیڑز، مقصد تہ یاد دہانی نم آں پیش رفت تہ تازہ معلومات تہ پرئی سائین اپ کُرا

source: sign up for email updates
dml: ای میل اپ ڈیٹ تہ سائن اپ کُرا

source: Sign up for { $lang } updates:
dml: سائن اپ کُرا { $lang } اپ ڈیٹہ کی

source: Sindhi
dml: سندھی

source: Single
dml: کیول

source: Single sentence submission
dml: ایک جملہ جمع کُرن

source: Single ZIP file containing
dml: ایک زپZIP فائلہ مشتمل درو

source: Sinhala
dml: سنہالا

source: Siswati
dml: سسواتی

source: Size
dml: سائز

source: Skip
dml: اسکپ

source: Skipped
dml: اسکپڈ

source: Skip Submission Feedback
dml: فیڈ بیک جمع کؙرن اسکپ کؙرے

source: Slovak
dml: سلوواک

source: Slovenian
dml: سلووینیائی

source: Small batch
dml: اُوچھوٹی بیچ

source: Small batch sentence submission
dml: اُوچھہ جملہ جمع کُرن

source: Small businesses, including tech and AI start ups
dml: اؙوچھوٹی کاروبارنم ٹیک ملی آں سٹارٹ AI اپس

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
dml: [ژیشتن] اُنداسی ٹراسک تہ لے بلو ڈاینا سور ساں

source: Social media
dml: سوشل میڈیا

source: Somali
dml: صومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
dml: کھنہ باݜہ تہ گرائمرہ، لفظ آں تلفظہ لے فرق تِھنا۔ یہ تہ وجا اماں <ctaLink>2022 سہ مختلف قسم نم </ctaLink> مُکھہ گیاڅینُمہ۔ یہ برادری نامہ کی ایک طریقہ پرینا تے تئیں بلو ڈیتہ سیٹہ تانو باڜہ پوگلئین ۔

source: Someone asks for a language to be added.
dml: کُرئی باݜہ شامل کُرئیں کی کُھنڈِنا

source: Something went wrong while fetching audio for transcriptions. Please try again later.
dml: نقل تہ پرئی آڈیوحاصل کُرنہ کیہ غلطی با۔ مہربانی کُری آݜنتہ بپھرکی کوشیش کُرا۔

source: Something went wrong while fetching prompts. Please try again later.
dml: اشارہ حاصل کُرن تہ ٹیمہ کیہ غلط با، مہربانی کُری دوبارہ کوشیش کُرا۔

source: Something went wrong while fetching transcriptions. Please try again later.
dml: نقل حاصل کُرن تہ ٹیمہ کیہ غلط با، مہربانی کُری دوبارہ کوشیش کُرا۔

source: Something went wrong with reCAPTCHA. Please try again.
dml: reCAPTCHA کیہ غلط با۔ مہربانی کُری پھرکی کوشیش کُرا۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
dml: ایک باݜہ یا باݜہ تہ خاندانہ قسم نم آں بولیاں ایک سیک تہ لے مختلف تِھنا۔گر بی ایک خاص ویریئنٹ تہ بارہ مُشکُل بین گرن درو بہ تا بی تانوں ترجیہات بدل کُرئین بئیبہ۔

source: Soninke
dml: سونینکے

source: Sorbian, Lower
dml: بُنیری سربِین

source: Sorbian, Upper
dml: سوربین بالائی

source: Sorry, Common Voice is running slowly. Thanks for your interest.
dml: معافی گٹنُمہ عام کاڻ بیش کرم کُنا۔ مینا دلچشپسی تہ شکریہ

source: Sorry, something went wrong
dml: معزرت گٹینُم ، کیہ غلط با

source: Source: { $sentenceSource }
dml: زریعہ{ $sentenceSource }

source: Southern Kurdish
dml: جنوبی کرد

source: Southern Sotho
dml: جنوبی سوتھو

source: Southwestern Tlaxiaco Mixtec
dml: جنوب مغربی Tlaxiaco Mixtec

source: Spanish
dml: اسپین تہ

source: Speak
dml: کُھنڈے

source: Speakable
dml: مُشکُل بین تہ قابل

source: Speakers
dml: باݜہ پریال

source: Speaking
dml: مُشکُل بین

source: Speaking and Listening
dml: مُشکُل بینن آں اُشترونن

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
dml: بی تانو عام کاڻہ مُشکُل با بی کنو کُری ایس مُشکُل بئیبہ ایا میاں کی ابُت گنُمہ۔ ائی گٹینمہ تے مِنہ لہجہ تانو حالتہ تھیبو، آں ائی مینہ معمول تہ انداز آں لہجہ گٹینُمہ

source: Speak now
dml: ژا کُھنڈے

source: Speak options menu
dml: اختیارات تہ مینو گنے

source: Speak up, contribute here!
dml: مُشکُل با ایا تعاون کُرا

source: Special Characters and Foreign Letters
dml: حصوصی حروف آں غیر ملکی خط نم

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
dml: خاص علامت آں اوقاف صرف تگہ استعمل کُرا تے کیر لے ضروری تھابہ۔ مثل تہ طورہ انگریزی تہ الفاظ "don’t" آں "we’re" اپوسٹروف شامل تِھنا آں مس ماخذ متنہ شامل کُرن پکار درو، لیکن یہ امکن درو تے میاکی کیر خاص نشن "@" یا "#" تہ ضرورت تِھنا۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
dml: <speechBlogLink>تقریر زانی شروع کُرا</speechBlogLink>

source: Spelling and Punctuation
dml: ہجہ آں اوقاف

source: Split into { $archiveCount } ZIP files containing
dml: تقسیم { $archiveCount } ZIP زپ فائل نامہ مشتمل درو۔

source: Splits
dml: تقِسم

source: Splits (Age and Sex)
dml: عمر آں جنس بژن

source: Start recording
dml: ریکاڈنگ شروع کُرے

source: Start typing to describe your accent
dml: تانو لہجہ ڈسکرئب کؙرائیں کی ٹائپنگ شورو کؙرے

source: Stats
dml: اعداد و شمار

source: Status Page
dml: اسٹیٹس پیج

source: Still have questions?
dml: ژا ایس سُول نم درو

source: Streaks
dml: چوڻر نم

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
dml: <strong>[Crackle]</strong>لے بلو ڈاینا سور[crackle]</strong> -ریاسک

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
dml: <strong>اگر منہ لہجہ تہ مُشکُل بال ساں لہجہ بدل تھا بہ تس مہ دورایا</strong>، یہ کاڻ زانے کی ہر ایک کی اسکان درو

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
dml: <strong> تخلیقی ژوپا</strong> مینہ کمیونٹی نوروگارہ تھین آں میں ایک کتی پھن درو شروع کریں کی۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
dml: <strong>[Sneeze]</strong>لے بلو ڈینا سور سم تہ<strong>[cough]</strong>ٹریاسک

source: Submit
dml: جمع کُرن

source: Submit All
dml: سپُن جمع کُرا

source: Submit a new question for the community to read and respond to
dml: کمیونٹی کی مترئیں آں جواب پرئیں کی ایک نواں سوال ڜیا

source: Submit a report
dml: رپورٹ پیش کُرے

source: Submit clips
dml: کلپ نم جمع کُرا

source: Submit new questions for the community to read and respond to
dml: کموینٹی کی نواں سوال مترئیں کی آں جوب پریاں کی ݜیا

source: Submitted
dml: جمع با

source: Subscribe
dml: سبسکرائب

source: Success
dml: کامیابی

source: success checkmark
dml: کامیابی تہ نِشن

source: Success, profile created!
dml: کامیاب! پروفائل ژوپا

source: Swahili
dml: سواحلی

source: Swedish
dml: سویڈش
